Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/admin/depts/other_files/stm201920200031000dddepub.epub.tmx
Source language: nob
Languages: sme

source: Ettersom reindrift er en samisk næring, der hoveddelen av reindriftsutøverne er samer, må en ved utarbeidelse av digitale løsninger ha særskilt fokus på personvern.
sme: Dannego boazodoallu lea sámi ealáhus, mas eanaš boazodoallit leat sápmelaččat, de ferte erenoamážit deattuhit persovdnasuddjema go digitála čovdosat ovddiduvvojit.

source: Etnisk opprinnelse anses som sensitive personopplysninger og har derfor et særskilt vern etter personvernsforordningen.
sme: Čearddalaš duogáš adnojuvvo hearkkes persovdnadiehtun ja danne dat lea erenoamážit suddjejuvvon persovdnasuddjenásaheami vuođul.

source: Utvikling av nye digitale løsninger er kostbare, og i en kostnads- og nyttevurdering er det utfordrende å få finansiert utvikling av nye digitale løsninger for reindriftsnæringen.
sme: Ođđa digitála čovdosiid ovddideapmi lea divrras, ja gollo- ja ávkeárvvoštallamis lea hástaleaddjin oažžut ruhtaduvvot ođđa digitála čovdosiid ovddideami boazodoalu várás.

source: Sametinget er bekymret for det tradisjonelle reinmerkets fremtid, da en obligatorisk ID-merking vil gripe sterkt inn i kjernen av den tradisjonelle samiske reindriften og reindriftskulturen.
sme: Sámediggi lea vuorjašuvvan árbevirolaš boazomearkka boahttevuođa geažil, go geatnegahttojuvvon ID-mearkun váikkuha garrasit árbevirolaš sámi boazodoalu ja boazodoallokultuvra váibmosii.

source: Slik merking kan fjerne grunnleggende og tradisjonelle elementer i reindriftskulturen.
sme: Dakkár mearkun sáhttá jávkadit boazodoallokultuvrra vuođđo- ja árbevirolaš osiid.

source: Sametinget minner om at staten er pliktig til å legge til rette for samisk kulturutøvelse i henhold til Grunnloven § 108 og urfolksretten.
sme: Sámediggi muittuha ahte stáhta lea geatnegahttojuvvon láhčit dilálašvuođaid sámi kulturdoaibmamii Vuođđolága §108 ja álgoálbmotrievtti vuođul.

source: Sametinget ser ikke et behov for tilleggsmerking av rein, da dette vil gi mye merarbeid for reineierne.
sme: Sámediggi ii oainne dárbbu bohccuid lassemearkumii, go dat dagaha ollu lassibarggu boazoeaiggádiidda.

source: Sametinget mener at innføring av individmerking bærer preg av å ha som hensikt å sikre kontrollmuligheter for forvaltningsmyndighetene.
sme: Sámediggi oaivvilda ahte indiviidamearkuma ásaheamis orru leamen áigumuš sihkkarastit gozihanvejolašvuođaid hálddašaneiseválddiide.

source: Sametinget mener dette er unødvendig bruk av ressurser, det vil være store kostnader med å innføre ID-merking og at nåværende system allerede viser eierskap.
sme: Sámedikki mielas dat lea dárbbašmeahttun resursageavaheapmi ja ID-mearkun dagaha stuorra goluid ja dálá vuogádat han čájeha jo eaiggátvuođa.

source: Reindriftens tradisjonelle øremerking ivaretar hensynet til kontroll, hvor reinmerket avgjør eierskapet til dyret.
sme: Boazodoalu árbevirolaš bealljemearkun fuolaha dárkkistanbeali, go boazomearka mearrida eaiggátvuođa bohccui.

source: Det er tradisjonelt slik at siidaer eller familier har et hovedsnitt i merket sitt, mearkaoalli, som gjør det mulig å avgjøre, selv på avstand, hvilken familie en flokk tilhører.
sme: Árbevirolaččat lea nu ahte siiddain dahje bearrašiin lea iežaset mearkaoalli, mii dahká vejolažžan mearridit, maiddái guhkes gaskkas, guđe bearrašii eallu gullá.

source: Det nasjonale initiativet DigiBarnevern ble startet i 2016.
sme: DigiBarnevern nammasaš nationála álgga álggahuvvui jagi 2016.

source: Hensikten er å sette barnevernet bedre i stand til å gi god og effektiv hjelp til barn og unge som trenger det, gjennom moderne, digitale løsninger.
sme: Áigumuš lea ahte mánáidsuodjalus galgá buorebut sáhttit addit buori ja beaktilis veahki mánáide ja nuoraide geat dan dárbbašit ođđaáiggi, digitála čovdosiid bokte.

source: DigiBarnevern skal gi kommunesektoren et digitalt løft og møte behovet for mer effektive arbeidsprosesser, bedre faglig støtte i arbeidshverdagen og bedre styringsinformasjon.
sme: DigiBarnevern galgá addit gielddasuorgái digitála loktema ja gokčat dárbbu eanet beaktilis bargoproseassaide, buoret fágalaš doarjagii bargobeaivvis ja buoret stivrendieđuide.

source: DigiBarnevern er organisert som et samarbeid mellom staten og kommunesektoren.
sme: DigiBarnevern lea organiserejuvvon stáhta ja gielddasuorggi gaskasaš ovttasbargun.

source: Staten er representert ved Barne- ungdoms- og familiedirektoratet (Bufdir), mens kommunesektoren er representert ved KS og kommunene Trondheim, Oslo, Bergen, Stavanger, Kristiansand, Bærum, Asker og Lørenskog.
sme: Stáhta lea ovddastuvvon Mánáid-, nuoraid- ja bearašdirektoráhta (Bufdir) bokte, ja gielddasuorgi fas KS ja Troante, Oslo, Birggona, Stavangera, Kristiansándda, Bæruma, Askera ja Lørenskoga suohkaniid bokte.

source: De digitale løsningene som inngår i DigiBarnevern utvikles i samarbeid mellom stat, kommune, privat sektor og praksisfeltet.
sme: DigiBarneverna digitála čovdosiid ovddidit ovttas stáhta, gielddat, priváhta suorgi ja geavatsuorgi.

source: Stat og kommune har et selvstendig ansvar for utvikling av hver sine løsninger.
sme: Stáhtas ja gielddain lea iehčanas ovddasvástádus ieža ovddidit goabbat ge čovdosiid.

source: Det statlige prosjektet utvikler et digitalt, barnevernsfaglig kvalitetssystem for barnevernstjenestene.
sme: Stáhta prošeakta ovddida digitála, mánáidsuodjalusfágalaš kvalitehtavuogádaga mánáidsuodjalusbálvalusaide.

source: Kvalitetssystemet skal gi saksbehandlere faglig og juridisk støtte til barnevernstjenestens vurderinger, beslutninger og dokumentasjon gjennom de ulike fasene av en barnevernssak.
sme: Kvalitehtavuogádat galgá addit áššemeannudeddjiide fágalaš ja juridihkalaš doarjaga mánáidsuodjalusbálvalusa árvvoštallamiidda, mearrádusaide ja duođaštusaide mánáidsuodjalusášši iešguđet muttuin.

source: Det statlige prosjektet omfatter også løsninger for trygg, digital meldingsutveksling og automatisert rapportering som forenkler arbeidsprosesser og sikrer bedre styringsdata.
sme: Stáhta prošektii gullet maid čovdosat oadjebas, digitála dieđáhuslonohallamii ja automatiserejuvvon raporteremii ja dat álkida bargoproseassaid ja sihkkarastá buoret stivrendieđuid.

source: Nasjonal portal for bekymringsmelding er en innbyggertjeneste som gir mulighet for sikker, digital innsending av bekymringsmelding til den lokale barnevernstjenesten.
sme: Vuorjašuvvandieđihemiid nationála portála lea dakkár ássiidbálvalus mii dagaha vejolažžan sáddet sihkkaris, digitála vuorjašuvvandieđuid báikkálaš mánáidsuodjalusbálvalussii.

source: Utviklingen av nasjonal portal for bekymringsmelding styres av staten med Bufdir som prosjekteier, men utføres av KS.
sme: Stáhta stivre vuorjašuvvandieđihemiid nationála portála ovddideami mas Bufdir lea prošeaktaeaiggát, muhto KS čađaha daid.

source: Det kommunale prosjektet består av to leveranser: Anskaffelse av et nytt saksbehandlingssystem for de deltagende kommunene og en portal for innbyggertjenester.
sme: Gieldda prošeavttas leat guokte lágideami: Ođđa áššemeannudanvuogádaga háhkan oassálasti gielddaid várás ja portála ássiidbálvalusaide.

source: Saksbehandlingssystemet vil basere seg på leveransene som er definert i det statlige prosjektet, samt behov definert av kommunene som deltar.
sme: Áššemeannudanvuogádat lea vuođđuduvvon daidda lágidemiide mat leat definerejuvvon stáhta prošeavttas, ja vel daidda dárbbuide maid oassálasti gielddat definerejit.

source: Portal for innbyggertjenester skal blant annet gi barn og foreldre mulighet til digital dialog med barnevernstjenesten, og skal etter hvert også gi mulighet for innsyn og medvirkning i egen sak.
sme: Portála ássiidbálvalusaide galgá earret eará addit mánáide ja váhnemiidda vejolašvuođa digitála gulahallamii mánáidsuodjalusbálvalusain, ja galgá áiggi mielde maiddái addit vejolašvuođa geahčadit iežas ášši ja oassálastit dasa.

source: Ambisjonen er at de digitale løsningene som utvikles gjennom DigiBarnevern skal tas i bruk av alle landets kommuner.
sme: Áigumuššan lea ahte daid digitála čovdosiid mat ovddiduvvojit DigiBarnevern bokte, galget buot riikka gielddat váldit atnui.

source: Tilrettelegging for samisk språk er særlig relevant for de to publikumsrettede tjenestene som utvikles i DigiBarnevern: Nasjonal portal for bekymringsmelding og portal for innbyggertjenester.
sme: Dilálašvuođaid láhčin sámegiela várás lea erenoamáš guoskevaš daidda álbmogii jurddašuvvon bálvalusaide maid DigiBarnevern ovddida: vuorjašuvvandieđihemiid nationála portála ja portála ássiidbálvalusaid várás.

source: Begge løsningene er planlagt etablert og driftet på KS sin FIKS-plattform.
sme: Goappašat čovdosat leat plánejuvvon ásahuvvot ja jođihuvvot KS FIKS-vuođđovuogádagas.

source: FIKS-plattformen tilrettelegger for digitalisering av kommunale tjenester og digital samhandling på tvers av forvaltningsnivåer og er en viktig forutsetning for kommunenes digitalisering.
sme: FIKS-vuođđovuogádat láhčá dilálašvuođaid gieldda bálvalusaid digitaliseremii ja digitála ovttasdoaibmamii hálddašandásiid rastá ja lea dehálaš eaktun gielddaid digitaliseremii.

source: Bufdir har nedfelt bruk av IT-standarder for offentlig sektor i sin IKT-strategi.
sme: Bufdir lea váldán mielde almmolaš suorggi IT-standárddaid iežas IKT-strategiijii.

source: Dette omfatter også bruk av referansekatalogens beskrivelse av standarder for tegnsett som støtter samiske tegn.
sme: Dasa gullá maiddái referánsakataloga válddahus dain čállinmearkkaid standárddain mat dorjot sámi čállinmearkkaid.

source: Dette gjør at brukerne kan skrive uhindret på sitt eget språk, og at meningsinnholdet ikke forsvinner gjennom digital lagring og digital transport av dokumenter.
sme: Dat dagaha ahte geavaheaddjit sáhttet čállit iežaset gillii eastagiid haga, ja ahte oaivilsisdoallu ii jávkka dokumeanttaid digitála rádjamis ja digitála sirdimis.

source: De tekniske forutsetningene for samisk språkvalg vil dermed være til stede i alle løsningene.
sme: Danne leat teknihkalaš eavttut sámegiela válljemii buot čovdosiin.

source: Den statlige løsningen «nasjonal portal for bekymringsmelding» vil ha ulike språkvalg, herunder nordsamisk.
sme: Stáhta čovdosis «vuorjašuvvandieđihemiid nationála portála» leat iešguđet giellaválljemat, das maiddái davvisámegiella.

source: Den kommunale løsningen «portal for innbyggertjenester» er fortsatt i en planleggingsfase, og det er ikke tatt avgjørelser om funksjonalitet knyttet til språkvalg.
sme: Gieldda čoavddus «ássiidbálvalusaid portála» lea ain plánenmuttus, ii ge leat mearriduvvo mo dat galgá doaibmat giellaválljema ektui.

source: Den tekniske plattformen for portalen støtter muligheten for flere språk.
sme: Portála teknihkalaš vuođđovuogádat doarju vejolašvuođa válljet máŋga giela.

source: 4 Samisk språkteknologi
sme: 4 Sámi giellateknologiija

source: Vi omgir oss med stadig flere digitale produkter og tjenester som inneholder språkteknologi.
sme: Min birastahttet eanet ja eanet digitála buktagat ja bálvalusat main lea giellateknologiija.

source: Dette er teknologi som for eksempel kan forstå menneskelig tale og oversette tale til tekst og omvendt, teknologi som automatisk kan oversette tekster mellom språk, eller som kan analysere og finne mening i store mengder ustrukturert data.
sme: Dat lea teknologiija mii ovdamearkka dihtii máhttá áddet olbmo hállama ja jorgalit hállama teakstan ja nuppe guvlui, teknologiija mii automáhtalaččat jorgala teavsttaid gielaid gaskka, dahje mii sáhttá analyseret ja áddehit stuorra strukturerekeahtes dáhtahivvodagaid.

source: Det er slik teknologi som ligger inne i stave- og retteprogrammene i datamaskinene våre, i løsninger for automatisk oversettelse, i virtuelle assistenter og mobiltelefoner, i intelligente nettsøk, kunstige stemmer, osv.
sme: Dakkár teknologiija dat lea min dihtoriid stáven- ja divvunprográmmain, automáhtalaš jorgalančovdosiin, virtuála assisteanttain ja mátketelefovnnain, jierpmálaš neahttaohcamiin, dahkusuopmaniin jna.

source: En rapport fra 2012 Lov om språk (språklova) som ble lagt fram i mai 2020.
sme: Jagi 2012 Lov om språk (giellaláhka) mii almmuhuvvui miessemánu jagi 2020.

source: For de samiske språkene innebærer dette at språkenes overlevelse er avhengig av at språkbrukerne kan og vil velge samisk når de bruker for eksempel mobiltelefon eller datamaskin.
sme: Sámegielaide dat mearkkaša ahte gielaid ceavzin sorjá das ahte giellageavaheaddjit sáhttet ja háliidit válljet sámegiela go sii geavahit ovdamearkka dihtii mátketelefovnna dahje dihtora.

source: Samisk språkutvalg understreket at språkteknologi er en forutsetning for at samiske språk skal kunne overleve som bruksspråk i et moderne samfunn.
sme: Sámi giellalávdegoddi deattuha ahte giellateknologiija lea eaktun dasa ahte sámegielat galget ceavzit geavahangiellan ođđaáiggi servodagas.

source: Språkutvalget peker på at dette blant annet handler om å kunne bruke samiske språk og samiske bokstaver i all IKT-sammenheng.
sme: Giellalávdegoddi čujuha dasa ahte dás lea earret eará sáhka sáhttimis geavahit sámegielaid ja sámi bustávaid buot IKT-oktavuođain.

source: For å styrke samisk språkteknologi etablerte Sametinget Divvun i 2004.
sme: Nannen dihtii sámi giellateknologiija ásahii Sámediggi Divvuma jagi 2004.

source: Divvun er en forskings- og utviklingsgruppe ved Universitetet i Tromsø – Norges arktiske universitet, finansiert over Kommunal- og moderniseringsdepartementets budsjett.
sme: Divvun lea dutkan- ja ovddidanjoavku Romssa universitehtas – Norgga árktalaš universitehtas, mii ruhtaduvvo Gielda- ja ođasmahttindepartemeantta bušeahta bokte.

source: Gruppa samarbeider med Sametinget.
sme: Joavku bargá ovttasráđiid Sámedikkiin.

source: Divvun har utviklet og arbeider med å holde ved like språkteknologiske verktøy for de samiske språksamfunnene, inkludert stavekontroller, grammatikkontroller, tastaturer, ordbøker og andre digitale og nettbaserte verktøy.
sme: Divvun lea ovddidan ja dikšon geavahan láhkai giellateknologalaš reaidduid sámi giellaservodagaid várás, oktan stávendárkkástusaiguin, grammatihkkadárkkástusaiguin, boallobevddiiguin, sátnegirjjiiguin ja eará digitála ja neahttavuđot reaidduiguin.

source: Alle Divvuns verktøy blir gjort gratis tilgjengelige og kan lastes ned fra deres nettsider eller som apper, de aller fleste av dem som åpen kildekode.
sme: Buot Divvuma reaiddut leat nuvttá geavaheapmái ja daid lea vejolaš viežžat sin neahttasiidduin dahje áhppan, ja eatnašiin dain lea rabas gáldokoda.

source: Senter for samisk språkteknologi – Giellatekno, ved Universitetet i Tromsø – Norges arktiske universitet, bidrar også aktivt til å øke digitaliseringen av samisk.
sme: Giellatekno, Romssa universitehta – Norgga árktalaš universitehta sámi giellateknologalaš guovddáš bargá maid árjjalaččat sámegiela digitaliserema lasihemiin.

source: Giellatekno har som mål å utarbeide grunnleggende analyseverktøy for ulike samiske språk, og lager program og språkressurser til bruk i forskning og utdanning, og for samiske språkbrukere generelt.
sme: Giellatekno ulbmil lea ráhkadit vuođđoreaidduid iešguđet sámegielaid analyserema várás, ja ráhkada prográmmaid ja giellaresurssaid dutkamii ja oahpahussii, ja sámi giellageavaheddjiide oppalaččat.

source: Giellatekno arbeider også med utvikling av verktøy for maskinoversettelse.
sme: Giellatekno lea maid ráhkadeamen mášinjorgalanreaidduid.

source: Giellatekno har dessuten laget flere interaktive programmer for personer som ønsker å lære seg samisk.
sme: Giellatekno lea dasto vel ráhkadan máŋga interaktiiva prográmma sidjiide geat háliidit oahppat sámegiela.

source: Sammen har Divvun og Giellatekno sikret at samiske språkbrukere kan bruke språket sitt i daglig kommunikasjon med hverandre og med myndighetene på ulike digitale plattformer.
sme: Ovttas leat Divvun ja Giellatekno sihkkarastán ahte sámi giellageavaheaddjit sáhttet geavahit gielaset beaivválaš gulahallamii gaskaneaset ja eiseválddiiguin iešguđet digitála vuođđovuogádagain.

source: De har også utviklet flere verktøy, for eksempel maskinoversettelse fra nordsamisk til norsk, som gjør at samisktalende kan skrive på nordsamisk også i sammenhenger hvor ikke alle potensielle lesere kan samisk.
sme: Sii leat maid ráhkadan máŋga reaiddu, ovdamearkka dihtii mášinjorgaleami davvisámegielas dárogillii, mii dagaha ahte sámegielagat sáhttet čállit davvisámegillii maiddái dakkár oktavuođain main eai buot vejolaš lohkkit máhte sámegiela.

source: Samisk høgskole har for eksempel valgt å produsere det meste av sitt nettstedsinnhold på nordsamisk og deretter maskinoversette det til norsk.
sme: Sámi allaskuvla lea ovdamearkka dihtii válljen buvttadit eanaš oasi iežas neahttabáikesisdoalus davvisámegillii ja dasto mašiinnain jorgalan dárogillii.

source: Den største utfordringen som møter Divvun og Giellatekno er at store internasjonale selskaper ikke har åpne grensesnitt, åpne ressurser og tilgjengelige standarder.
sme: Divvuma ja Giellatekno stuorámus hástalus lea ahte stuorra riikkaidgaskasaš fitnodagain eai leat rabas lavttat, rabas resurssat eai ge olámuttolaš standárddat.

source: Dette gjør at produktene Divvun og Giellatekno utvikler ikke kan tilbys som standard programvare til datamaskiner og mobiltelefoner, men må lastes ned av hver enkeltbruker.
sme: Dat dagaha ahte daid buktagiid maid Divvun ja Giellatekno ráhkadit, eai sáhte fállojuvvot standárda prográmmagálvun dihtoriidda ja mátketelefovnnaide, muhto daid ferte juohke ovttaskas geavaheaddji ieš viežžat.

source: Divvun, Kommunal- og moderniseringsdepartementet og Sametinget samarbeider om hvordan man skal gå i dialog med de store internasjonale selskapene for å løse denne utfordringen.
sme: Divvun, Gielda- ja ođasmahttindepartemeanta ja Sámediggi barget ovttas áigumušain gávnnahit mo lea vejolaš gulahallat stuorra riikkaidgaskasaš fitnodagaiguin čoavdin dihtii dán hástalusa.

source: De språkteknologiske ressursene og programmene laget av Divvun og Giellatekno danner grunnlaget for digital bruk av samisk.
sme: Dat giellateknologalaš resurssat ja prográmmat maid Divvun ja Giellatekno leat ráhkadan, leat vuođđun sámegiela digitála geavaheapmái.

source: Stavekontrollene for samiske språk er lastet ned i overkant av 20 000 ganger, og spiller dermed en sentral rolle i samisk tekstproduksjon.
sme: Sámegielaid stávendárkkástusat leat vižžojuvvon badjel 20 000 geardde, ja danne dat leat hui dehálaččat sámi teakstabuvttadeapmái.

source: Termbanken satni.org og de samiske nettordbøkene Neahttadigisánit fikk i 2018 henholdsvis 100 000 og 2,7 millioner oppslag, noe som viser at tilgangen til digitale språkressurser er viktig for både profesjonelle brukere og hele språksamfunnet.
sme: Tearbmabáŋku satni.org ja sámi neahttasátnegirjjit Neahttadigisánit vásihedje jagi 2018 namalassii 100 000 ja 2,7 miljon ohcama, mii čájeha ahte digitála giellaresurssaid olaheapmi lea dehálaš sihke fidnomáhtolaš geavaheddjiide ja olles giellaservodahkii.

source: Sammenlignet med tilsvarende språksamfunn er det samiske språksamfunnet i en god situasjon: De fleste samiske språkene har tastatur tilgjengelig i de fleste operativsystem, og de har også retteprogram tilgjengelig for mange plattformer.
sme: Go buohtastahttá vástideaddji giellaservodagaiguin, de leat sámi giellaservodagat buori dilis: Eanaš sámegielain lea boallobeavdi olámuttus eanaš operatiivavuogádagaide, ja dain lea maid divvunprográmma olámuttus máŋga vuođđovuogádahkii.

source: Likevel er det mange som ikke vet at alle datamaskiner allerede har samiske tastaturer, eller hvilket tastatur de skal bruke.
sme: Dattetge leat ollugat geat eai dieđe ahte dihtoriin leat jo sámi boallobeavddit, dahje eai dieđe guđe boallobeavddi sii galget geavahit.

source: 4.1 Avlevering av samiske språkdata
sme: 4.1 Sámi gielladáhtaid lágideapmi

source: For å kunne utvikle god samisk språkteknologi trenger man godt utviklede ordbøker og flere samiskspråklige lingvister og programmerere som kan være med på å utvikle gode ressurser.
sme: Buori sámi giellateknologiija ovddideapmái dárbbašuvvojit bures ovddiduvvon sátnegirjjit ja máŋga sámegielalaš lingvistta ja programmerejeaddjit geat sáhttet leat mielde ovddideamen buriid resurssaid.

source: I tillegg trengs det mer grunnlagsdata, elektroniske skriftlige eller muntlige språkdata, såkalt korpus.
sme: Dasa lassin dárbbašuvvo eanet vuođđodáhta, elektrovnnalaččat čálalaš dahje njálmmálaš gielladáhta, nu gohčoduvvon korpus.

source: Tilgang til et korpus som er større enn dagens er viktig for videreutvikling av eksisterende språkteknologiske tjenester for samisk, spesielt innenfor taleteknologi.
sme: Dálá giellateknologalaš bálvalusaid viidáseappot ovddideapmái sámegillii, erenoamážit hállanteknologiijas, dárbbašuvvo stuorát korpus go dálá korpus.

source: På sikt er dette også viktig for utvikling av kunstig intelligens som forstår samisk.
sme: Áiggi vuollái dat lea maid dehálaš dakkár goanstajierpmi ovddideapmái mii ádde sámegiela.

source: De ressursene som er samlet inn ved Universitetet i Tromsø – Norges arktiske universitet er sammenstilt i et samisk korpus som eies av Sametinget, og forvaltes av Divvun.
sme: Dat resurssat mat leat čohkkejuvvon Romssa universitehtii, leat čohkkejuvvon sámi korpusii maid Sámediggi eaiggáduššá, ja maid Divvun Romssa universitehtas hálddaša.

source: I dag samles dette korpuset hovedsakelig inn ved at ansatte ved Divvun gjør systematiske søk etter samiske tekster på nettet og etter norske tekster som er oversatt til samisk (såkalte paralleltekster).
sme: Dál čohkkejit dán korpusa eanaš Divvuma bargit dainna lágiin ahte sii systemáhtalaččat ohcet sámi teavsttaid neahtas ja dárogiel teavsttaid mat leat jorgaluvvon sámegillii (nu gohčoduvvon buohtalasteavsttaid).

source: Det er ingen formell avlevering av tekster fra offentlige instanser.
sme: Almmolaš instánssain ii leat mihkkege formála teakstalágidemiid.

source: I tillegg til det samiske korpuset hos Divvun har Språkbanken i Nasjonalbiblioteket en begrenset mengde fritt tilgjengelige datasett på samisk.
sme: Lassin Divvuma sámegiel korpusii lea Nationálagirjeráju Giellabáŋkkus ráddjejuvvon hivvodat dáhtačoakkáldagat sámegillii mat leat fidnemis friija.

source: Utviklermiljø kan fritt hente ut grunnlagsressursene og drive innovasjon og produkt- og tjenesteutvikling på grunnlag av disse.
sme: Ráhkadeaddjit sáhttet friija viežžat vuođđoresurssaid ja čađahit innovašuvnna ja buvtta- ja bálvalusovddideami daid vuođul.

source: Den norske pliktavleveringsloven er medienøytral, og Nasjonalbibliotekets samling omfatter derfor både tekst og tale i ulike formater: bøker, tidsskrifter, aviser, kringkasting, internett, osv. Det samiske materialet er tilgjengelig under de samme betingelsene som annet pliktavlevert materiale i Nasjonalbiblioteket, det vil si først og fremst for forsking og dokumentasjon, men tilgangen kan utvides ved at det blir inngått avtaler med de enkelte rettighetshaverne.
sme: Norgga geatnegasvuođalágidanláhka lea medianeutrála, ja Nationálagirjeráju čoakkáldagas leat teavsttat ja hállan iešguđet hámiin: girjjit, áigečállagat, aviissat, áibmomediasáddagat, interneahtta jna. Sámi ávdnasat leat olahahttit seamma eavttuid vuođul go eará ávdnasat ge mat leat geatnegahttojuvvon lágiduvvot Nationálagirjerádjui, dat mearkkaša vuosttažettiin dutkama ja duođašteami várás, muhto olámuddu sáhttá viiddiduvvot šiehtadusaid bokte juohke vuoigatvuođalaččain.

source: Det er grunn til å tro at det offentlige har langt mer data som kan brukes til utvikling av språkteknologi enn sektoren selv er klar over.
sme: Jáhkkimis lea nu ahte almmolašvuođas lea ollu eanet dáhta mii sáhttá geavahuvvot giellateknologiija ovddideapmái go dan maid suorgi ieš diehtá.

source: Regjeringen vil derfor bidra til å øke bevisstheten om språkdata og språkressurser i det offentlige.
sme: Danne áigu ráđđehus leat mielde loktemin diehtomielalašvuođa gielladáhtaid ja giellaresurssaid birra almmolašvuođas.
